[BUTTONPOS]
1=Warnning,445,495,340,18,,FALSE
2=CANCEL,654,544,75,25,Отмена, FALSE
3=APPLY,554,544,75,25,Применить, FALSE

4=PROFILE01,13,506,69,25, Профиль 1, FALSE
5=PROFILE02,87,506,68,25,Профиль 2, FALSE
6=PROFILE03,161,506,69,25,Профиль 3, FALSE
7=PROFILE04,236,506,47,25,Медиа, FALSE
8=PROFILE05,290,506,46,25,Игра, FALSE


9 =BASE_SETTING,32,115,160,33,Основные настройки, FALSE
10=ADV_SETTING,193,115,168,33,Расширенные настройки, FALSE
;11=LED_SETTING,321,115,136,33,Настройка LED, FALSE
12=MINIMIZE,684,18,32,32,,FALSE
13=EXIT,719,18,32,32,,FALSE
;0=TEXT_PROFILE,17,486,50,22,快速设置,FALSE
14=IMPORT_CONFIG,131,544,109,25,Импорт профиля, FALSE
15=EXPORT_CONFIG,12,544,107,25, Экспорт профиля, FALSE
16=RESET_CONFIG,245,544,75,25, Сброс, FALSE
17=CHINESE_SEL,643,88,58,22,,FALSE
18=ENGLISH_SEL,710,88,58,22,,FALSE
19=WEB_SEL,62,579,160,15,,FALSE

25=BUTTON01,277,204,150,25,,FALSE
26=BUTTON02,277,232,150,25,,FALSE
27=BUTTON03,277,260,150,25,,FALSE
28=BUTTON04,277,288,150,25,,FALSE
29=BUTTON05,277,316,150,25,,FALSE
30=BUTTON06,277,344,150,25,,FALSE
31=BUTTON07,277,372,150,25,,FALSE
32=BUTTON08,277,400,150,25,,FALSE
;33=BUTTON09,277,428,150,25,,FALSE



40=WHEEL_TAB,480,175,106,21,Колесо прокрутки,FALSE
41=SCROLL,468,203,38,38,,FALSE
42=VOLUME,537,203,38,38,,FALSE
43=SCROLL_TAB,495,203,50,38,Скролл,FALSE
44=VOLUME_TAB,570,203,50,38,Громкость,FALSE

45=DPISET_TAB,480,252,106,21,Настройка DPI,FALSE
46=DPI_EN1,743,291,26,32,,FALSE
47=DPI_EN2,743,335,26,32,,FALSE
48=DPI_EN3,743,380,26,32,,FALSE
49=DPI_EN4,743,425,26,32,,FALSE

50=DPI_EN_TAB1,744,310,24,12,Вкл.,FALSE
51=DPI_EN_TAB2,744,357,24,12,Вкл.,FALSE
52=DPI_EN_TAB3,744,401,24,12,Вкл.,FALSE
53=DPI_EN_TAB4,744,446,24,12,Вкл.,FALSE

54=DPI_BTN_SEL1,467,291,34,32,,FALSE
55=DPI_BTN_SEL2,467,335,34,32,,FALSE
56=DPI_BTN_SEL3,467,380,34,32,,FALSE
57=DPI_BTN_SEL4,467,425,34,32,,FALSE

61=DPI1_VALUE1,512,303,32,26,,FALSE
62=DPI1_VALUE2,553,303,32,26,,FALSE
63=DPI1_VALUE3,595,303,32,26,,FALSE
64=DPI1_VALUE4,637,303,32,26,,FALSE
60=DPI1_VALUE0,681,303,32,26,,FALSE

66=DPI2_VALUE1,512,347,36,32,,FALSE
67=DPI2_VALUE2,553,347,36,32,,FALSE
68=DPI2_VALUE3,595,347,36,32,,FALSE
69=DPI2_VALUE4,637,347,36,32,,FALSE
65=DPI2_VALUE0,681,347,36,32,,FALSE

71=DPI_VALUE10,512,392,36,32,,FALSE
72=DPI_VALUE11,553,392,36,32,,FALSE
73=DPI_VALUE12,595,392,36,32,,FALSE
74=DPI_VALUE13,637,392,36,32,,FALSE
70=DPI_VALUE14,681,392,36,32,,FALSE

76=DPI_VALUE20,512,437,36,32,,FALSE
77=DPI_VALUE21,553,437,36,32,,FALSE
78=DPI_VALUE22,595,437,36,32,,FALSE
79=DPI_VALUE23,637,437,36,32,,FALSE
75=DPI_VALUE24,681,437,36,32,,FALSE

80=DPI_SET_BAR1,467,291,275,33,,FALSE
81=DPI_SET_BAR2,467,335,275,33,,FALSE
82=DPI_SET_BAR3,467,380,275,33,,FALSE
83=DPI_SET_BAR4,467,425,275,33,,FALSE

90=USER_BTN1, 78,251,20,20,,FALSE
91=USER_BTN2,112,262,20,20,,FALSE
92=USER_BTN3,143,251,20,20,,FALSE
93=USER_BTN4, 52,319,20,20,,FALSE
94=USER_BTN5, 51,346,20,20,,FALSE
95=USER_BTN6,122,316,20,20,,FALSE
96=USER_BTN7,122,295,20,20,,FALSE
97=USER_BTN8, 24,355,20,20,,FALSE
;98=USER_BTN9,35,308,20,20,,FALSE




[FUN_STRING]
1=Левая кнопка
2=Колесо прокрутки
3=Правая кнопка
4=Назад
5=Вперед
6=Переклюючение DPI
7=размер
8=Медиа
9=Макрос
10=выделить
11=Рабочий стол
12=Выкл.
13=кнопка FIRE
14=Браузер
15=Плеер
16=Почта
17=DPI+
18=DPI-
19=LED переключение
21=Громкость+
22=Громкость–
23=Воспр./Пауза
24=Следующий
25=Предыдущий
26=Звук выкл.
31=Копировать
32=Вставить
33=Выбрать всё
34=Отменить
35=Закрыть окно
36=Мой компьютер
37=Заблокировать ПК
38=Калькулятор
39=командная строка
40=Переключение режимов

